
;
; Skirmisher Base
;

[Skirmisher_BaseAug_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Base Aug Tactical"
[Skirmisher_BaseAug_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Base Aug Bare 1"
[Skirmisher_BaseAug_Arms_Left_C_F X2BodyPartTemplate]
DisplayName="Base Aug Bare 2"

[Skirmisher_BaseAug_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Base Aug Tactical"
[Skirmisher_BaseAug_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Base Aug Bare 1"
[Skirmisher_BaseAug_Arms_Right_C_F X2BodyPartTemplate]
DisplayName="Base Aug Bare 2"

[Skirmisher_BaseAug_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Base Aug Tactical"
[Skirmisher_BaseAug_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Base Aug Bare 1"
[Skirmisher_BaseAug_Arms_Left_C_M X2BodyPartTemplate]
DisplayName="Base Aug Bare 2"

[Skirmisher_BaseAug_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Base Aug Tactical"
[Skirmisher_BaseAug_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Base Aug Bare 1"
[Skirmisher_BaseAug_Arms_Right_C_M X2BodyPartTemplate]
DisplayName="Base Aug Bare 2"

[Skirmisher_BaseAugCnv_Thighs_A_F X2BodyPartTemplate]
DisplayName="Base Aug Conventional 1"
[Skirmisher_BaseAugCnv_Thighs_B_F X2BodyPartTemplate]
DisplayName="Base Aug Conventional 2"
[Skirmisher_BaseAugCnv_Thighs_C_F X2BodyPartTemplate]
DisplayName="Base Aug Conventional 3"
[Skirmisher_BaseAugPlt_Thighs_A_F X2BodyPartTemplate]
DisplayName="Base Aug Plated 1"
[Skirmisher_BaseAugPlt_Thighs_B_F X2BodyPartTemplate]
DisplayName="Base Aug Plated 2"
[Skirmisher_BaseAugPlt_Thighs_C_F X2BodyPartTemplate]
DisplayName="Base Aug Plated 3"
[Skirmisher_BaseAugPwr_Thighs_A_F X2BodyPartTemplate]
DisplayName="Base Aug Powered 1"
[Skirmisher_BaseAugPwr_Thighs_B_F X2BodyPartTemplate]
DisplayName="Base Aug Powered 2"
[Skirmisher_BaseAugPwr_Thighs_C_F X2BodyPartTemplate]
DisplayName="Base Aug Powered 3"

[Skirmisher_BaseAugCnv_Thighs_A_M X2BodyPartTemplate]
DisplayName="Base Aug Conventional 1"
[Skirmisher_BaseAugCnv_Thighs_B_M X2BodyPartTemplate]
DisplayName="Base Aug Conventional 2"
[Skirmisher_BaseAugCnv_Thighs_C_M X2BodyPartTemplate]
DisplayName="Base Aug Conventional 3"
[Skirmisher_BaseAugPlt_Thighs_A_M X2BodyPartTemplate]
DisplayName="Base Aug Plated 1"
[Skirmisher_BaseAugPlt_Thighs_B_M X2BodyPartTemplate]
DisplayName="Base Aug Plated 2"
[Skirmisher_BaseAugPlt_Thighs_C_M X2BodyPartTemplate]
DisplayName="Base Aug Plated 3"
[Skirmisher_BaseAugPwr_Thighs_A_M X2BodyPartTemplate]
DisplayName="Base Aug Powered 1"
[Skirmisher_BaseAugPwr_Thighs_B_M X2BodyPartTemplate]
DisplayName="Base Aug Powered 2"
[Skirmisher_BaseAugPwr_Thighs_C_M X2BodyPartTemplate]
DisplayName="Base Aug Powered 3"

;
; Skirmisher Holo
;

[Skirmisher_HoloAug_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Holo Aug Tactical"
[Skirmisher_HoloAug_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Holo Aug Bare 1"
[Skirmisher_HoloAug_Arms_Left_C_F X2BodyPartTemplate]
DisplayName="Holo Aug Bare 2"

[Skirmisher_HoloAug_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Holo Aug Tactical"
[Skirmisher_HoloAug_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Holo Aug Bare 1"
[Skirmisher_HoloAug_Arms_Right_C_F X2BodyPartTemplate]
DisplayName="Holo Aug Bare 2"

[Skirmisher_HoloAug_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Holo Aug Tactical"
[Skirmisher_HoloAug_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Holo Aug Bare 1"
[Skirmisher_HoloAug_Arms_Left_C_M X2BodyPartTemplate]
DisplayName="Holo Aug Bare 2"

[Skirmisher_HoloAug_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Holo Aug Tactical"
[Skirmisher_HoloAug_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Holo Aug Bare 1"
[Skirmisher_HoloAug_Arms_Right_C_M X2BodyPartTemplate]
DisplayName="Holo Aug Bare 2"

;
; Skirmisher Codex
;

[Skirmisher_CodexAug_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Codex Aug Tactical"
[Skirmisher_CodexAug_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Codex Aug Bare 1"
[Skirmisher_CodexAug_Arms_Left_C_F X2BodyPartTemplate]
DisplayName="Codex Aug Bare 2"

[Skirmisher_CodexAug_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Codex Aug Tactical"
[Skirmisher_CodexAug_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Codex Aug Bare 1"
[Skirmisher_CodexAug_Arms_Right_C_F X2BodyPartTemplate]
DisplayName="Codex Aug Bare 2"

[Skirmisher_CodexAug_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Codex Aug Tactical"
[Skirmisher_CodexAug_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Codex Aug Bare 1"
[Skirmisher_CodexAug_Arms_Left_C_M X2BodyPartTemplate]
DisplayName="Codex Aug Bare 2"

[Skirmisher_CodexAug_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Codex Aug Tactical"
[Skirmisher_CodexAug_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Codex Aug Bare 1"
[Skirmisher_CodexAug_Arms_Right_C_M X2BodyPartTemplate]
DisplayName="Codex Aug Bare 2"
